import about from '../imgs/about.jpg'
export default function About(){
    return(
        <>
        
        <div className='container-fluid'>
                    <div className='row'>
                    <div className='col-sm'>
                   <h1 className='about-title text-center text-dark m-6 p-3'> من نحن</h1>
                 
    <div className="about">
      <div className="container">
        <h2 className="special-heading">عنا</h2>
        <p className='text-dark mt-8'>كلام أقل عمل أكثر</p>
        <div className="about-content">
          <div className="image">
            <img src={about}/>
          </div>
          <div className="text">
            <p>
            ذات مرة ، كانت هناك شركة تكنولوجية تسمى "أرض المطورين" تأسست في أوائل التسعينيات من قبل صديقين جامعيين ، أحمد و جاسم. لقد كانوا متحمسين لإنشاء تقنية مبتكرة من شأنها أن تحدث ثورة في الطريقة التي يعيش بها الناس ويعملون.

كان منتجهم الأول عبارة عن جهاز محمول باليد يمكنه ترجمة أي لغة في الوقت الفعلي ، مما أدى إلى تغيير قواعد اللعبة في الأعمال التجارية الدولية والسفر. سرعان ما أصبح ضجة كبيرة ، ونمت الشركة بسرعة ، وجذبت أفضل المواهب والمستثمرين من جميع أنحاء العالم.

في أوائل العقد الأول من القرن الحادي والعشرين ، كشفت أرض المطورين عن منتجها الرئيسي الثاني ، وهو سماعة الواقع الافتراضي التي سمحت للمستخدمين بالانغماس في عالم رقمي تفاعلي بالكامل. لقد حقق نجاحًا كبيرًا مع اللاعبين والمتحمسين ، واستمرت الشركة في توسيع خط إنتاجها ، حيث قدمت تقنيات متطورة جديدة مثل أجهزة الحوسبة القابلة للارتداء والسيارات ذاتية القيادة والمنازل الذكية.

ومع ذلك ، في عام 2010 ، حدثت كارثة عندما كشف خرق هائل للبيانات معلومات حساسة للعملاء ، مما أدى إلى انتقادات واسعة النطاق ودعوات لمزيد من حماية خصوصية البيانات. رداً على ذلك ، أطلقت أرض المطورين مبادرة رئيسية لتعزيز تدابير الأمن السيبراني وإعادة بناء ثقة الجمهور.

تعد أرض المطورين اليوم لاعبًا رائدًا في صناعة التكنولوجيا ، وتتمتع بسمعة عالمية في الابتكار والجودة. على الرغم من التحديات التي واجهتها ، لا تزال الشركة ملتزمة بدفع حدود ما يمكن أن تفعله التكنولوجيا ، ولا يزال مؤسسوها يشاركون في توجيه تطورها ونموها.

            </p>
            <hr />
          
          </div>
        </div>
      </div>
    </div>
                </div>
                    </div>
                </div>
        </>
    )
}