export const services = [
  {
      id : 1,
      name : "خدمات التصميم",
      describe : 'تقدم خدمة التصميم خدمة مخصصة للعملاء الذين يرغبون في إنشاء تصميمات مثيرة وجذابة لمنتجاتهم أو خدماتهم. يتم تصميم الخدمة لتناسب احتياجات العميل، وتشمل التصميمات التي تتعلق بالشعارات، المطبوعات، المواقع الإلكترونية، التطبيقات والمواد التسويقية.',
      image : './imgs/gallery-02.png'
  },
  {
    id : 2,
    name : "خدمات التصميم",
    describe : 'تقدم خدمة التصميم خدمة مخصصة للعملاء الذين يرغبون في إنشاء تصميمات مثيرة وجذابة لمنتجاتهم أو خدماتهم. يتم تصميم الخدمة لتناسب احتياجات العميل، وتشمل التصميمات التي تتعلق بالشعارات، المطبوعات، المواقع الإلكترونية، التطبيقات والمواد التسويقية.',
    image : './imgs/gallery-03.png'
},
{
  id : 3,
  name : "خدمات التصميم",
  describe : 'تقدم خدمة التصميم خدمة مخصصة للعملاء الذين يرغبون في إنشاء تصميمات مثيرة وجذابة لمنتجاتهم أو خدماتهم. يتم تصميم الخدمة لتناسب احتياجات العميل، وتشمل التصميمات التي تتعلق بالشعارات، المطبوعات، المواقع الإلكترونية، التطبيقات والمواد التسويقية.',
  image : './imgs/gallery-05.png'
}



]